org-html/English-2009.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-11-18 日 22:18 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>English 2009</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="hiro" />
<link rel="stylesheet" type="text/css" href="/home/hiro/Documents/org-files/worg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">English 2009</h1>
<ul class="org-ul">
<li>mindlessly 不费心思的；愚蠢的</li>
<li>auto-pilot 自动驾驶</li>
<li>unreflecting herd 缺乏思考的人群，herd：兽群</li>
<li>paradoxical 矛盾的（潘多拉魔盒）</li>
<li>parallel 平行的，相似的</li>
<li>innovative tracks 创新的轨道</li>
<li>dismiss 遣散，解雇；不予理会</li>
<li>rut 惯例</li>
<li>bypass 绕过</li>
<li>fascination 着迷</li>
<li>worn 磨损的</li>
<li>procedurally 按流程的</li>
<li>foster commonness 促进平凡</li>
<li>perpetuated 延续</li>
<li>boost 增加</li>
<li>kit 成套工具</li>
<li>shell out 还账</li>
<li>prescription 处方</li>
<li>rage 愤怒，狂躁；风行，流行</li>
<li>passionate 热情的</li>
<li>genealogist 系谱专家</li>
<li>swab saliva 蘸口水</li>
<li>chromosome 染色体</li>
<li>hawk 沿街叫卖</li>
<li>pass down 传下来</li>
<li>lump together 合起来考虑</li>
<li>estimate 判断</li>
<li>overlap 重复</li>
<li>priority 优先权</li>
<li>deride 嘲笑</li>
<li>automotive-assemble 自动组装</li>
<li>suspect 推测；怀疑</li>
<li>complex 复杂的</li>
<li>illiterate 文盲的</li>
<li>substantial 大量的；实质的，本质的；内容充实的</li>
<li>foreseeable 可预知的</li>
<li>constrain 驱使；强迫；限制</li>
<li>groundless 无根据的</li>
<li>discipline 学科，纪律</li>
<li>follow 前面随着后面</li>
<li>thorough 彻底的</li>
<li>distinction 独特的</li>
<li>crown 王国</li>
<li>civility 文明礼仪</li>
<li>virtuosity 技艺</li>
<li>dependent 侍从</li>
<li>servant 仆人</li>
<li>intellectual earnestness 渴望求知</li>
<li>extensive 广泛的</li>
<li>sexual confusion 性困惑</li>
<li>economic frustration 经济挫折</li>
<li>literary composition 文学作品</li>
<li>let alone 更不用说</li>
<li>sermon 说教；传教</li>
<li>religious commitment 宗教信仰</li>
<li>mock 嘲弄</li>
<li>clergyman 牧师</li>
<li>folk 普通百姓</li>
<li>obsess 沉迷</li>
<li>illusory 虚幻的</li>
</ul>
</div>
<div id="postamble" class="status">
<p class="author">Author: hiro</p>
<p class="date">Created: 2018-11-18 日 22:18</p>
<p class="validation"></p>
</div>
</body>
</html>
